Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G59A.tmx
Source language: en_us
Languages: zh_cn

source: Charles Bowden
zh_cn: 查理斯·鲍登

source: Charles Bowden, a Southwestern writer who composed probing, poetic accounts of the social effects of poverty, the drug trade and rampant killings along both sides of the U.S.-Mexico border, died Aug. 30 in Las Cruces, N.M. He was 69.
zh_cn: 查理斯·鲍登是一位美国西南部作家，他用探索而诗意的笔调描绘了贫困的社会影响、毒品交易、美国与墨西哥边境猖狂的杀戮行径，于2014年8月30日死于新墨西哥州南部城市拉斯克鲁塞斯，享年69岁。

source: His partner, Molly Molloy, said she found him unresponsive at their home. She did not know the exact cause of death, and results of an autopsy were not complete.
zh_cn: 他的同居伴侣莫莉·莫洛伊说在他们家中发现他失去意识，但并不知道确切的死因，尸检结果也还没有出来。

source: Based for most of his career in Tucson, Mr. Bowden (pronounced BOH-den) led a peripatetic life before being drawn to writing in his 30s.
zh_cn: 鲍登先生所做的工作大部分都在图森（美国亚利桑那州南部城市）。30多岁前，他一直过着一种流动的生活，直到对写作产生浓厚的兴趣。

source: He published more than 20 books, which ranged from lyrical accounts of the desert landscape to hard-edged investigations of political corruption, Mexican drug cartels and professional assassins.
zh_cn: 他出版了20多本书，题材广泛，有对沙漠景观的诗意描述，政治腐败的尖锐调查，和对墨西哥贩毒集团和职业杀手的叙写。

source: Mr. Bowden focused much of his attention on Juarez, Mexico, a city across the Rio Grande from El Paso.
zh_cn: 鲍登先生将自己大部分的注意力放在了墨西哥华雷斯市，该市与美国的厄尔巴索市分别位于格兰德河的两岸。

source: He cultivated sources among the police and in the drug trade, often at great risk, while compiling dramatic tales that explored the ways in which the narcotics industry was subverting the civic life of Mexico.
zh_cn: 他一边编写引人入胜的故事，探究毒品行业给墨西哥的平民生活带来的颠覆，一边经常冒着极大的风险在警察和毒贩中间寻找素材。

source: "There are some things that if learned change a person forever," Mr. Bowden wrote in perhaps his most powerful book, "Murder City: Ciudad Juarez and the Global Economy's New Killing Fields" (2010). "You cannot know of the slaughter running along the border and remain the same person.
zh_cn: 《杀戮之城：华雷斯和世界经济新的杀戮场》(2010)也许是鲍登先生最有分量的书，他在书中写道：“人们一旦知道某些事，就会使自己发生永久的改变。

source: You cannot know of the hopeless poverty of Mexicans who are fully employed in U.S. factories and remain the same person. And you cannot listen to a [hired killer] - who functioned for years as a state policeman - tell of kidnappings, tortures, and murders and remain the same person."
zh_cn: 你不会在得知边境的杀戮后还能处之坦然；你不会在得知受雇于美国工厂的墨西哥人绝望的贫困时还能无动于衷；你不会在听完一个‘雇佣杀手’——多年来一直作为国家警察——讲述绑架、拷打和谋杀后还能不受触动。”

source: Mr. Bowden was often regarded as a cult writer, something of a charismatic maverick who was extravagantly admired by many, unknown to most.
zh_cn: 鲍登先生经常被当做“教主式”的作家：一个有魅力而特立独行的人，他被很多人过分的崇拜，却又不被大多数人所知。

source: He wrote in an impressionistic, first-person style that evoked comparisons to Colombian novelist Gabriel Garc¨ªa M¨¢rquez, the New Journalists of the 1960s and writers of the Beat generation.
zh_cn: 他那印象派的、第一人称的写作方式使人们将其与哥伦比亚小说家加夫列尔·加西亚·马尔克斯、20世纪60年代的新记者和垮掉派的作家相提并论。

source: Critic David Rieff, reviewing Mr. Bowden's 1989 book "Red Line" in the Los Angeles Times, described his writing as "an original synthesis of Peter Matthiessen and William Burroughs."
zh_cn: 评论家大卫·里夫在《洛杉矶时报》评论了鲍登先生1989年出版的《红线》，他将他的写作描述为“具有原创性的彼得·马西森和威廉·巴勒斯的结合体。”

source: Novelist Ron Hansen, writing in the New York Times Book Review in 1991, called Mr. Bowden "a thrillingly good writer whose grandness of vision is only heightened by the bleak originality of his voice."
zh_cn: 小说家罗恩·汉森在1991年《纽约时报》的书评中称鲍登先生“一个极其优秀的作家，他宏伟的视野因他视角的原创性而加强。”

source: The older he got, the more chances Mr. Bowden seemed to take as a reporter and as a prose stylist.
zh_cn: 随着年龄的增长，他却更愿意尝试去做一个记者和散文文体学家。

source: His gritty books about the borderlands, such as "Juarez: The Laboratory of Our Future" (1998), "Down by the River: Drugs, Money, Murder and Family" (2002) and "Murder City," were compelling and personal, even without a clear narrative framework.
zh_cn: 他描写边境的纪实书,如《华雷斯：人类未来样貌的实验室》 (1998)，《河畔：毒品、金钱、谋杀和家庭》 (2002) 及《杀戮之城》，即使有些没有清楚的叙述框架，却十分令人信服，读者仿佛身临其境。

source: Tension and a dark sense of terror emerge through the accretion of facts and from Mr. Bowden's observations and sensibility.
zh_cn: 通过累积的事实和鲍登先生的观察与感受，紧张和一种恐惧黑暗的感觉漫上读者心头。

source: "When I cross from El Paso to Juarez in January," he wrote in "Murder City," "the river is dry.
zh_cn: 他在《杀戮之城》中写道：“当我途经厄尔巴索市到华雷斯市时，格兰德河是干枯的。

source: Nine thousand jobs have vanished in the past few months as the economy sinks.
zh_cn: 由于经济衰退，九千个工作岗位在过去的几个月中消失了。

source: It is thirty-three degrees and very still.
zh_cn: 气温在33度，空气十分凝固，像果冻一样低低的压下来。

source: Air presses down like Jell-O and has a gunmetal blue cast from the wood fires of the poor."
zh_cn: 透过穷人的柴火，空气呈现出一种青铜蓝色。”

source: Mr. Bowden often waded into a murky underworld, where violence, corruption and amorality were the norm.
zh_cn: 鲍登先生经常深入阴暗的黑社会，那里暴力、腐败和非道德才是行事准则。

source: Drug Enforcement Administration authorities warned him that drug lords had put out contracts on his life.
zh_cn: 美国缉毒局警告他毒枭已经签订了结束他生命的合同。

source: For a time, he had bodyguards and kept a gun in every room of his house.
zh_cn: 有一段时间，他不得不雇佣保镖，并在自己家里的每个房间都放有一把枪。

source: He described himself as "a coward" who "would rather write about a bird or a tree," but he knew that the victims of the drug wars had no other voice.
zh_cn: 他将自己描述为“胆小鬼”，“宁愿写些关于鸟和书的东西”，但他知道没有人为毒品的受害者发声。

source: "The way I was trained up," he told the Arizona Republic newspaper in 2010, "reporters went toward the story, just as firemen rush toward the fire. It is a duty."
zh_cn: 他在2010年告诉《亚利桑那州报》的记者：“我受到的教育告诉我记者走向一个故事就像消防员冲向火灾现场一样，是一种责任。”

source: For "Murder City" and "El Sicario: The Autobiography of a Mexican Assassin" (2011), Mr. Bowden spent hours interviewing a hired killer whose official job was as a Mexican police commander.
zh_cn: 为了写《杀戮之城》和《厄尔巴索：一个墨西哥杀手的自传》(2011)，鲍登先生花了好几个小时采访一位雇佣杀手，而这个杀手的正式工作是一位墨西哥警方指挥官。

source: "We are both trying to return to some person we imagine that we once were, the person before the killings, before the tortures, before the fear," Mr. Bowden wrote in "Murder City" of his encounters with the assassin.
zh_cn: 鲍登先生在《杀戮之城》中描写他遇到杀手的经历时写道“我们都在试着回到想象中的曾经的我们，在遇到杀戮、拷打和恐惧之前的我们。”

source: "He wants to live without the power of life and death and wonders if he can endure being with the money.
zh_cn: “他想生活在一个没有生与死的地方，并想知道自己能否经得起金钱的考验。

source: I want .?.?. to be in a world where I do not know of sicarios, where I do not think of fresh corpses decorating the calles.
zh_cn: 我想......生活在一个没有听说过杀手、没有新鲜的死尸装饰街道的世界。

source: We have followed the different paths and wound up in the same plaza, and now we sit and talk and wonder how we will ever get home."
zh_cn: 我们走了不同的路，但最终在相同的广场相遇，现在我们坐在一起谈论，并想知道怎样才能返回家里。”

source: Charles Clyde Bowden was born July 20, 1945, in Joliet, Ill., and grew up in Chicago before moving to Tucson with his family when he was 12.
zh_cn: 查理斯·克莱德·鲍登于1945年7月20日出生于伊利诺伊州朱莉叶市，在芝加哥长大，12岁时随家人搬到图森市。

source: He graduated from the University of Arizona in less than three years in the 1960s and received a master's degree in American intellectual history from the University of Wisconsin.
zh_cn: 60年代，他用了不到三年的时间就从亚利桑那大学毕业，并从威斯康星大学获得美国思想史的硕士学位。

source: He spent the late 1960s in California, working in a variety of jobs, before teaching for a short time at the Chicago campus of the University of Illinois.
zh_cn: 他在加利福尼亚度过了60年代的最后几年，做过很多种工作，之后执教于伊利诺伊大学芝加哥分校。

source: In the early 1970s, Mr. Bowden settled in Tucson, determined to live in the desert and write nonfiction chronicles of his times.
zh_cn: 在70年代初，鲍登先生定居于图森市，下定决心居住在沙漠里，书写那个时代的非小说志记。

source: He had $14 and no experience in journalism when he talked his way into a job with the now-defunct Tucson Citizen newspaper in 1981.
zh_cn: 1981年，在只有14美元和没有从事记者经历的情况下，他说服了《图森市民报》（现已不存在）的相关人员，得到了一份工作。

source: He wrote about sex-abuse crimes and topics that few other reporters wanted to touch and, in 1984, was a finalist for a Pulitzer Prize.
zh_cn: 他写作很少有记者愿意涉及的话题如性虐犯罪，并在1984年获得了普利策奖的提名。

source: He later co-founded a short-lived magazine in Tucson, where he reported on the fraudulent financial dealings of Charles H. Keating Jr., who went to prison after the savings-and-loan scandals of the 1980s and 1990s.
zh_cn: 后来他与别人在图森市共同创办了一本短暂存活的杂志，报道了小查尔斯·H·基廷欺骗性的金融交易。小查尔斯·H·基廷在80到90年代的储蓄和贷款丑闻后进入了监狱。

source: For the past 25 years, Mr. Bowden wrote books and contributed to such magazines as Mother Jones, Harper's and Esquire.
zh_cn: 在过去的25年中，鲍登先生一直在写自己的书，并为《琼斯母亲》、《哈珀》和《时尚先生》等杂志撰稿。

source: In Arizona, he befriended the gadfly environmental author and activist Edward Abbey and became a well-known figure in his own right, a 6-foot-4 "morph of Neil Young and Robert Mitchum," in the words of the Phoenix New Times weekly.
zh_cn: 在亚利桑那州，他与不受人喜欢的环境作家和行动主义者爱德华·艾比成为朋友，并凭借个人能力最终成为一个有名的人物。用《凤凰新时代》周报的话说他是一个身高6.4英尺（约1.95米）的“尼尔·杨和罗伯特·米彻姆的变体”。

source: Mr. Bowden was long considered a hard drinker and heavy smoker who nevertheless rose most days at 3 a.m. to work at his writing desk.
zh_cn: 鲍登先生长久以来一直被认为是一个酒鬼和瘾君子，然而，他大部分时候都会在每天凌晨3点起床开始写作。

source: His marriages to Zada Edgar Soto and Kathy Dannreuther ended in divorce.
zh_cn: 他与扎达·埃德加·索托和凯西·但罗伊特的婚姻都以离婚而告终。

source: Survivors include his partner of more than five years, Molly Molloy of Las Cruces; a son from another relationship; a brother; and a sister.
zh_cn: 他还在世的亲人有在拉斯克鲁塞斯同居超过五年的伴侣莫莉·莫洛伊；另一段关系出生的儿子；一个兄弟；一个姐妹。

source: Mr. Bowden, who had lived in Las Cruces since 2009, wrote the text of several books of nature photography.
zh_cn: 鲍登先生自2009年以来就居住在拉斯克鲁塞斯，写了一些自然摄影书籍的文本。

source: After his grueling reporting expeditions, he found solace in bird-watching and long walks in the desert.
zh_cn: 在筋疲力尽的记者探险经历后，他从观察野鸟生活习性和在沙漠长途跋涉中找到了慰藉。

source: "I have spent my life in cities and am intoxicated by the fierceness of such places," he wrote in his 1989 book "Mezcal."
zh_cn: 在他1989年的书《麦斯卡尔酒》中，他写道“我的一生都在城市中度过，醉心于报道这些地方残暴的行径。”

source: "And I have always felt something missing that led me back to empty, wild places.
zh_cn: “我总是觉得缺了点什么，使我陷入空旷的荒野。

source: I have been told that this is a romantic flaw in my character and in the character of my countrymen.
zh_cn: 有人告诉我说这是我以及我们国民性格中一个浪漫的缺陷。

source: I disagree.
zh_cn: 我不同意。”

source: "I think this is our character."
zh_cn: “我认为这就是我们的性格。”
